Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/consumer_complaints/how_to_make_a_consumer_complaint.html.txt.tmx
Source language: en
Languages: ga

source: How to make a consumer complaint
ga: Conas gearán tomhaltóra a dhéanamh

source: When you buy goods or services in Ireland or another EU Member State you will have certain rights under consumer legislation
ga: Nuair a cheannaíonn tú earraí nó seirbhísí in Éirinn nó i mBallstát eile de chuid an AE, bíonn cearta áirithe agat faoin reachtaíocht tomhaltóirí

source: It can be difficult sometimes to know where to complain or to whom you should address your complaint
ga: Bíonn sé deacair ar uairibh fios a bheith ag duine faoin áit chun gearán a thabhairt nó faoin té ar chóir duit do ghearán a thabhairt faoina mbráid

source: There are a number of consumer organisations in Ireland and throughout the EU that provide advice on your rights
ga: Tá roinnt eagras tomhaltóirí ann in Éirinn agus ar fud an AE a sholáthraíonn comhairle faoi do chearta

source: In the interests of good customer service the majority of businesses will be pleased to set any matter right
ga: Bíonn móramh na ngnólachtaí sásta aon ní a dheasú, ar mhaithe le dea-sheirbhís tomhaltóirí

source: Know what your rights are
ga: Bíodh do chearta ar eolas agat

source: Before you make a complaint be aware of your consumer rights under the law
ga: Bíodh do chearta ar eolas agat sula ndéanann tú gearán

source: If you have a written contract or description of the goods or services read what it states
ga: Má tá conradh scríofa nó tuairisc de na hearraí nó seirbhísí agat, léigh an méid a mhaítear ann

source: Your complaint will almost certainly be much more effective if you are aware of your rights
ga: Is dóichí go mb’éifeachtaí do ghearánsa más feasach duit faoi do chearta

source: Remember: A repair, a replacement or a refund are all possible options where goods are faulty
ga: Cuimhnigh: Is roghanna féideartha iad deisiú, athchur nó aisíoc nuair a bhíonn earraí lochtach

source: Deal with the issue as soon as possible
ga: Téigh i ngleic leis an scéal chomh luath agus is féidir

source: If a product is defective it is important that you return it as soon as possible after you notice the fault
ga: Má tá táirge lochtach, tá sé tábhachtach go seolfá ar ais é chomh luath agus is féidir tar éis duit an locht a thabhairt faoi deara

source: If you keep a faulty item for a long time, you may be considered to have accepted the item in that state
ga: Má choimeádann tú mír lochtach ar feadh i bhfad, d’fhéadfaí go measfaí fút gur ghlac tú leis an mír sa riocht sin

source: The situation is similar for services that you are unhappy with. In some cases, there are time limits for taking certain procedures (for example, if you have a complaint about a package holiday you need to complain to the tour operator within 28 days of returning from the holiday)
ga: Ba chóir go mb’fheasach duit freisin go mbíonn teorainneacha ama do thógáil nósanna imeachta áirithe (mar shampla, má theastaíonn uait gearán a dhéanamh faoi ghlao seirbhíse préimhráta beidh ort gearán a thabhairt chuig ComReg laistigh de 3 mhí ó dháta an ghlao)

source: Even where there are no time limits set down, it is easier for you and the organisation to deal with recent events
ga: Fiú sa chás nach leagtar síos aon teorainneacha ama, is fusa duitse agus don eagras chun plé le heachtraí déanacha

source: Find and keep all relevant documents
ga: Faigh agus coinnigh gach cáipéis ábhartha

source: It is important to keep any documents relating to your complaint
ga: Bíonn sé tábhachtach aon cháipéisí a choinneáil i ndáil le do ghearánsa

source: You may need these records later if you take your complaint to another authority to solve it
ga: D’fhéadfaí go dteastódh na taifid sin uait ní ba dhéanaí má chaitheann tú do ghearánsa a thabhairt chuig údarás eile lena réiteach

source: It is also useful to keep track of the steps you took to address this complaint
ga: Bíonn sé úsáideach freisin súil a choinneáil ar na céimeanna a ghlac tú chun aghaidh a thabhairt ar an ngearán seo

source: That means keeping receipts or cheque-stubs as proof of purchase for the products or services
ga: Is éard is brí leis an méid sin ná admhálacha nó comhdhuillí seice a choinneáil mar chruthúnas ceannaigh do na táirgí nó seirbhísí

source: If you are complaining by telephone, make sure you record details of the calls
ga: Má bhíonn tú ag déanamh gearáin ar ghuthán, déan cinnte de go ndéanann tú taifead ar mhionsonraí na nglaonna

source: That is, keeping track of whom you spoke to, what was agreed, etc
ga: Is é sin, taifead a choimeád de na daoine ar labhair tú leo, an méid a n-aontaíodh air, srl

source: If your complaint is in writing, keep records of what you write, send photocopies of receipts and keep originals
ga: Más i scríbhinn atá do ghearánsa, coinnigh taifid faoin méid a scríobhann tú, seol fótachóipeanna d’admhálacha agus coinnigh na bunchóipeanna díobh

source: It is your responsibility to prove that you bought the goods or services that you are complaining about
ga: Is í d’fhreagracht í a chruthú gur cheannaigh tú na hearraí nó na seirbhísí a bhfuil tú ag gearán fúthu

source: A receipt is just one way to prove that you bought an item or paid for a service
ga: Is bealach amháin é admháil chun a chruthú gur cheannaigh tú mír nó gur íoc tú as seirbhís

source: If you paid for the item by credit card, you could use your credit card statement as proof of purchase
ga: Má íoc tú as mír trí chárta creidmheasa, d’fhéadfá do ráiteas chárta creidmheasa a úsáid mar chruthúnas ceannaigh

source: A cheque stub can also be used as proof of purchase
ga: Is féidir comhdhuille seice a úsáid freisin mar chruthúnas ceannaigh

source: If you do pay for an item in cash, ask for a receipt and keep it safe
ga: Má íocann tú as mír le hairgead tirim, iarr ar admháil agus coinnigh sábháilte í

source: A receipt issued following a cash transaction is your only record that you have bought an item
ga: Is í an t-aon taifead amháin gur cheannaigh tú mír í an admháil a eisíodh tar éis idirbheartú airgid thirim

source: Start at the least formal level
ga: Tosaigh ag an leibhéal is lú foirmiúlachta

source: You should begin by making your complaint informally
ga: Ba cheart duit tosú le do ghearánsa a dhéanamh go neamhfhoirmiúil

source: This means giving the retailer or service provider the first opportunity to solve the problem
ga: Ciallaíonn sé seo go dtugtar deis ar dtús don miondíoltóir nó don soláthraí seirbhíse an fhadhb a réiteach

source: It is advisable to speak to a 'decision-maker' such as a supervisor or a manager who may have the authority to give you a refund or replacement
ga: Moltar duit labhairt le ‘cinnteoir’ ar nós forbhreathnóra nó bainisteora a bhféadfadh an t-údarás a bheith acu chun aisíoc nó ionadaí a thabhairt chugat

source: If informal contact with the business doesn't work you should next put your complaint in writing
ga: Mura n-oibríonn teagmháil neamhfhoirmiúil leis an ngnólacht ba cheart duit do ghearánsa a chur i scríbhinn mar an chéad chéim eile

source: It may be useful to check in advance if the business has a specific customer complaint form for you to fill in
ga: B’fhéidir go mb’áisiúil duitse seiceáil roimhré an bhfuil foirm shonrach um ghearán tomhaltóra le do comhlíonadh ag gnólacht

source: When you put your complaint in writing, remember to be clear and state all the facts of the case
ga: Nuair a chuireann tú do ghearánsa i scríbhinn, meabhraigh a bheith soiléir agus tabhair gach fíric den chás

source: Remain objective and avoid giving personal opinion, or comments
ga: Fan oibiachtúil agus seachain an tuairimíocht phearsanta nó moltaí a thabhairt, d’fhéadfá an litir shamplach seo a bhrath mar áis

source: If direct contact with the company does not work to your satisfaction, you should then complain to the appropriate complaints body if there is one
ga: Mura n-oibríonn an teagmháil dhíreach leis an gcomhlacht chun do shásaimhse, ba chóir duit gearán a dhéanamh ansin chuig an gcomhlacht iomchuí gearán más ann do cheann éigin mar sin. Is fusa i

source: Escalating a matter is considerably easier when you have exhausted less formal routes
ga: bhfad ábhar a fhormhéadú nuair a bhíonn bealaí níos neamhfhoirmiúla ídithe agat

source: You may also find that many consumer organisations cannot help with a problem if you have already taken the case to a solicitor
ga: B’fhéidir go bhfaighfeá amach nach féidir le go leor eagras tomhaltóirí cabhrú le fadhb má thóg tú an cás chuig dlíodóir

source: Exhausting less formal routes also demonstrates that you took all reasonable steps to redress your complaint before complaining formally
ga: Léirítear le hídiú na mbealaí níos neamhfhoirmiúla freisin gur ghlac tú le gach céim réasúnach chun do ghearán a shásamh sula ndéanann tú gearán go foirmiúil

source: It also demonstrates that the retailer had a number of opportunities to put matters right before you chose to escalate them
ga: Léirítear leis freisin go raibh roinnt deiseanna ag an miondíoltóir nithe a dheasú sula roghnaíonn tú cúrsaí a mhéadú

source: If you buy faulty goods and you complain successfully to the retailer you are entitled to a replacement, a repair or a refund
ga: Má cheannaíonn tú earraí lochtacha agus má dhéanann tú gearán rathúil leis an miondíoltóir tá tú i dteideal ceann nua, deisiúchán nó aisíocaíocht a fháil

source: The Sale of Goods and Supply of Services Act, 1980 does not state how a refund should be made
ga: Ní mhaíonn An tAcht um Dhíol Earraí agus Soláthar Seirbhísí, 1980 conas go ndéanfaí aisíocaíocht

source: The retailer or supplier of services can give a refund in cash, cheque or a refund to a credit card account
ga: Féadann an miondíoltóir nó an soláthraí seirbhísí aisíoc in airgead tirim, seic nó aisíoc chuig cuntas chárta creidmheasa a thabhairt

source: The retailer could also issue a credit note
ga: D’fhéadfadh an miondíoltóir nóta sochair a eisiúint freisin

source: Read more about Refunds, Credit notes and Vouchers here
ga: Ní bhíonn aon cheart agat má chailltear dearbhán

source: If you are still unhappy after you have complained to the retailer or service provider, you may need to go to a complaints body
ga: Má tá tú fós míshásta tar éis duit do ghearán a thabhairt chuig an miondíoltóir nó an soláthraí seirbhíse, b’fhéidir go dteastódh uait a dhul chuig comhlacht gearán

source: In some areas, there is no specific body to deal with your complaint and your only recourse is to the Courts, particularly the Small Claims Court
ga: I roinnt cúinsí, ní bhíonn comhlacht áirithe ann chun plé le do ghearánsa agus gurb iad na Cúirteanna an t-aon iontaoibh agat, go háirithe Cúirt na nÉileamh Beag

source: There are a number of consumer complaints bodies in Ireland and abroad that protect your rights
ga: Tá roinnt comhlachtaí gearán tomhaltóirí ann in Éirinn agus thar lear chun cosaint a thabhairt do do chearta

source: Some of these bodies are based in law, others are regulated by the industry, others are voluntary organisations
ga: Bíonn roinnt de na comhlachtaí seo bunaithe sa dlí, is é an lucht tionscail a rialaíonn cinn eile, agus is eagrais deonacha cuid eile fós

source: Some consumer complaints bodies have the power to prosecute offenders, others have the power to make recommendations or non-binding directions
ga: Bíonn de chumhacht ag roinnt comhlachtaí gearán tomhaltóirí chun ciontóirí a ionchúiseamh, bíonn cumhacht ag cinn eile moltaí nó treoruithe neamhcheangailteacha a dhéanamh

source: If you are unsure of your rights, get help from the various information sources listed in consumer protection organisations
ga: Má bhíonn tú neamhchinnte i dtaobh do chearta, faigh cúnamh ó na foinsí éagsúla eolais a liostaítear sna heagrais chosanta tomhaltóirí

source: An Alternative Dispute Resolution Body may also be able to help you
ga: D’fhéadfaí go mbeadh Comhlacht Malartach um Réiteach Díospóidí ar oscailt duit freisin

source: In some cases, there is no relevant complaints body and you may then have to consider taking a case to the Small Claims Court
ga: I roinnt cásanna, ní bhíonn aon chomhlacht gearán ábhartha ann agus b’fhéidir go gcaithfeá smaoineamh ansin faoi chás a thabhairt chuig Cúirt na nÉileamh Beag

source: If you have bought on hire purchase (HP) or under a consumer hire agreement
ga: Má cheannaigh tú ar FC nó faoi chomhaontú cíosa do thomhaltóir

source: Anything you buy under a hire purchase (HP) or a consumer hire agreement must be of merchantable quality, as described and fit for its purpose
ga: Ní mór d’aon ní a cheannaíonn tú faoi chomhaontú fruilcheannaigh nó comhaontú cíosa tomhaltóra a bheith de cháilíocht indíolta, mar a thuairiscítear é agus feiliúnach dá chuspóir

source: In other words, consumer rights in this situation are the same as as if the goods were purchased outright
ga: I bhfocail eile, is ionann cearta tomhaltóirí sa chúinse sin agus mar a bheadh amhail is gur ceannaíodh na hearraí ina n-iomláine

source: If you are dissatisfied with goods received under a consumer hire agreement, you should make your complaint to the retailer who sold you the goods
ga: Má bhíonn tú míshásta le hearraí a fuarthas faoi chomhaontú cíosa tomhaltóra, ba chóir duit do ghearánsa a dhéanamh don miondíoltóir a dhíol na hearraí leat

source: You may also be able to make a complaint to the finance company
ga: D’fhéadfaí go mbeifeá in ann gearán a dhéanamh chuig an gcomhlacht airgeadais

source: If you are unhappy with the retailer's response, you should contact the Competition and Consumer Protection Commission (CCPC)
ga: Má bhíonn tú míshásta le freagra miondíoltóra, ba cheart duit dul i dteagmháil leis an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí

source: The Central Bank of Ireland is responsible for the regulation of credit institutions and has implemented a Code of Conduct for credit institutions
ga: Tá freagracht ag an Bhainc Ceannais na hÉireann as rialú na bhforas creidmheasa agus tá Cóid Chleachtais forbartha acu d’fhorais chreidmheasa

source: Consumer complaints in the EU
ga: Gearáin Tomhaltóirí san AE

source: European legislation protects you every time you shop in Ireland or in another EU Member State
ga: Tugann reachtaíocht na hEorpa cosaint duit gach uair a dhéanann tú siopadóireacht in Éirinn nó i mBallstát eile den AE

source: Consumers can benefit by availing of cheaper prices and better selection of items that the single market provides
ga: Is féidir le tomhaltóirí a leas a bhaint trí phraghsanna níos saoire agus rogha níos fearr míreanna a fháil, mar a sholáthraíonn an margadh aonair

source: Consumer problems that arise when you shop across borders are often more difficult to resolve than problems with local suppliers
ga: Is minic na fadhbanna tomhaltóra a ardaítear nuair a dhéanann tú siopadóireacht trasteorann níos deacra lena réiteach ná fadhbanna le soláthróirí áitiúla

source: Language differences and distance make it more difficult to complain effectively
ga: Bíonn sé níos deacra le difríochtaí teanga agus an fad ó bhaile gearán éifeachtach a dhéanamh

source: The European Consumer Centre (ECC) in Ireland is there to support you if you have a problem with a supplier of goods or services in another EU Member State
ga: Tá an Lárionad Eorpach do Thomhaltóirí (ECC) ann chun tacú leat má bhíonn fadhb agat le soláthróir earraí nó seirbhísí i mBallstát éigin eile den AE

source: ECC Ireland provides a free information and advice service on consumer rights in the EU
ga: Soláthraíonn an ECC Éire seirbhís shaor in aisce um fhaisnéis agus cearta na dtomhaltóirí san AE

source: It is part of an EU wide network of consumer centres and it can help you to solve consumer disputes arising in other member states of the EU
ga: Is cuid de líonra lárionaid tomhaltóirí ar fud an AE é agus is féidir leis cabhrú leat aighnis tomhaltóra a éiríonn anuas i mBallstáit eile den AE a réiteach

source: It does this by trying to solve the dispute directly with the provider of goods or services and, if this fails, by referring your case to an alternative dispute resolution body
ga: Déanann sé é seo trí iarracht a dhéanamh an t-aighneas a réiteach go díreach le soláthróir na n-earraí nó na seirbhísí, agus má theipeann air sin, trí do chás a tharchur ar aghaidh chuig comhlacht malartach um réiteach díospóidí
